cask "ghostty"
cask "raycast"
cask "1password"
cask "spotify"
cask "google-chrome"
cask "slack"
cask "font-source-code-pro"

brew "fnm"
brew "neovim"
brew "zsh"
brew "zoxide"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "eza"
brew "trash"
brew "jq"
brew "tree"
brew "tmux"
brew "zplug"
brew "git-delta"
brew "opencode"
